9/data/attachments/b0533511a9b6f383.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cindy_necessary_Actions_98544_4</nif:username>
            <nif:friendToBeRequested>soap_actions_f949c7f4-8bd4-475e-9547-a2b01ed5af7c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>